Repository: melsem/openwrt-19.07.2-spi
Catalog: package/luci-app-cpufreq_scaling/po/*/cpufreq_scaling.po
Languages: ru

source: CPU Freq Settings
ru: Настройки частоты процессора

source: Set CPU Scaling Governor to Max Performance or Balance Mode
ru: Установите частоту процессора в режим максимальной производительности или баланса

source: CPU Scaling Governor
ru: Регулятор масштабирования ЦП

source: Ondemand Balance Mode
ru: Режим балансировки по требованию

source: Performance Mode
ru: Режим производительности

source: Min Idle CPU Freq (Khz)
ru: Минимальная частота ЦП (кГц)

source: Max Turbo Boost CPU Freq (Khz)
ru: Максимальная частота ЦП (кГц)

source: CPU Switching Threshold
ru: Порог переключения ЦП

source: Kernel make a decision on whether it should increase the frequency (%)
ru: Ядро принимает решение о том, следует ли ему увеличивать частоту (%)

source: CPU Switching Sampling rate
ru: Частота дискретизации переключения ЦП

source: The sampling rate determines how frequently the governor checks to tune the CPU (ms)
ru: Частота дискретизации определяет, как часто регулятор проверяет настройку ЦП (мс)
